---
kind: property
id: P:Autodesk.Revit.DB.AssemblyDifferenceMemberDifference.MemberDifference
source: html/1fc71893-03b7-dc07-e58b-4bdb145ffe50.htm
---
# Autodesk.Revit.DB.AssemblyDifferenceMemberDifference.MemberDifference Property

Difference between the assembly members

## Syntax (C#)
```csharp
public AssemblyMemberDifference MemberDifference { get; }
```